{
  "aboutUs": {
    "title": "Sobre Nosotros",
    "description": {
      "part1": "En",
      "part2": "estamos comprometidos a ofrecer soluciones tecnológicas innovadoras que potencien a las empresas. Con experiencia en infraestructura de TI, seguridad y automatización, brindamos soluciones innovadoras y confiables adaptadas a las necesidades de nuestros clientes."
    },
    "companyName": "MasterTech",
    "mission": {
      "heading": "Nuestra Misión",
      "text": "Nuestra misión es mejorar las empresas con soluciones tecnológicas de alta calidad. Nos esforzamos por ofrecer una integración fluida de TI, mejorar la seguridad y optimizar las operaciones comerciales a través de tecnologías innovadoras y preparadas para el futuro."
    },
    "vision": {
      "heading": "Nuestra Visión",
      "text": "Imaginamos un mundo donde las empresas de todos los tamaños tengan acceso a soluciones tecnológicas inteligentes, escalables y seguras. Nuestro objetivo es ser un proveedor líder de transformaciones tecnológicas que moldeen el futuro."
    },
    "whoWeAre": {
      "heading": "Quiénes Somos",
      "text": {
        "part1": "Fundada en",
        "part2": "MasterTech ha estado a la vanguardia en la provisión de soluciones de TI y seguridad. Nuestro equipo de expertos se especializa en redes, computación en la nube, automatización y seguridad de sistemas."
      }
    },
    "foundedYear": "[Tu Año]",
    "values": {
      "heading": "Nuestros Valores",
      "text": "La integridad, la innovación y la satisfacción del cliente son los pilares de MasterTech. Priorizamos las prácticas comerciales éticas, la mejora continua y aseguramos que cada cliente reciba las mejores soluciones tecnológicas posibles."
    }
  },
  "brandWeWorkWith": "Marcas con las que Trabajamos",
  "ceoProfileAlt": "Perfil del CEO",
  "feelValuedAndRewarded": "SIÉNTETE VALORADO Y RECOMPENSADO",
  "companyName": "MasterTech",
  "ceoDescription": "En MasterTech, nos dedicamos a proporcionar soluciones de alta calidad en sistemas eléctricos, cámaras de vigilancia, alarmas de seguridad, control de acceso, soluciones de audio y servicios de TI. Con un fuerte enfoque en la innovación, la fiabilidad y la precisión, garantizamos que cada proyecto cumpla con los más altos estándares de eficiencia y seguridad.",
  "ceoName": "Nikolli Albert",
  "ceoTitle": "CEO y Fundador",
  "ceoSignatureAlt": "Firma del CEO",
  "consultationText": "ESTAMOS AQUÍ PARA RESPONDER A TUS PREGUNTAS 24/7",
  "needConsultation": "¿Necesitas una Consulta?",
  "contactNumber": "+355 68 555 5840",
  "footerTerms": "Estos Términos se aplicarán en su totalidad y afectarán tu uso de este Sitio Web.",
  "applyForServices": "Solicita Nuestros Servicios",
  "today": "¡Hoy!",
  "enterYourEmail": "Introduce tu Correo Electrónico",
  "apply": "Solicitar",
  "callUs": "Llámanos",
  "callUsText": "No dudes en llamarnos al (355) 68 555 5840",
  "email": "Correo Electrónico",
  "emailText": "Contáctanos en: info@mastertech.al",
  "address": "Dirección",
  "addressText": "Rr. Elbasanit, Tirana, Albania",
  "headerTitle": "MASTERTECH",
  "headerSubtitle": "Eléctrico, Smartphones, Cámaras, Alarmas, Control de Acceso, Audio, TI",
  "motoText": "Innovando con Tecnología, Potenciando Negocios y Construyendo un Futuro más Inteligente.",
  "companyName": "- MasterTech",
  "email": "Correo Electrónico: info@mastertech.al",
  "working_hours": "9:00 AM - 5:00 PM",
  "location": "Ubicación: Rr. Elbasanit, Tirana, Albania",
  "home": "Inicio",
  "services": "Servicios",
  "projects": "Projets",
  "about_us": "À propos de nous",
  "projects_title": "Projets",
  "projects_description": "Chez MasterTech, nous nous spécialisons dans la fourniture de solutions technologiques de pointe adaptées aux entreprises et aux grandes entreprises. Des infrastructures informatiques aux systèmes d'automatisation intelligents et de sécurité, nos projets sont conçus pour améliorer l'efficacité, la sécurité et l'innovation. Voici quelques-uns des projets majeurs que nous avons menés à bien.",
  "category_IT Solutions": "Solutions IT",
  "category_Security Systems": "Systèmes de Sécurité",
  "category_HVAC": "HVAC",
  "category_Automation": "Automatisation",
  "category_IT Infrastructure": "Infrastructures IT",
  "category_Networking": "Réseautage",
  "category_Cloud Solutions": "Solutions Cloud",
  "category_E-Commerce": "E-Commerce",
  "project_shop_it_solution_title": "SOLUTION IT POUR BOUTIQUES",
  "project_shop_it_solution_description": "Mise en place complète de l'infrastructure IT pour les commerces de détail, y compris les systèmes POS, l'intégration cloud et les solutions de sécurité.",
  "project_office_security_camera_title": "SYSTÈME DE CAMÉRAS DE SÉCURITÉ POUR BUREAUX",
  "project_office_security_camera_description": "Installation et configuration de caméras de sécurité haute résolution avec accès à distance et détection de mouvement basée sur IA.",
  "project_shop_hvac_solution_title": "SOLUTION HVAC POUR BOUTIQUES",
  "project_shop_hvac_solution_description": "Intégration avancée de systèmes HVAC avec contrôles intelligents de température et unités de climatisation à faible consommation d'énergie.",
  "project_smart_home_automation_title": "AUTOMATISATION DE MAISON INTELLIGENTE",
  "project_smart_home_automation_description": "Mise en place de solutions domotiques intelligentes avec IoT, incluant l'éclairage, la sécurité et l'automatisation contrôlée par la voix.",
  "project_data_center_installation_title": "INSTALLATION DE CENTRE DE DONNÉES",
  "project_data_center_installation_description": "Conception et installation de centres de données de niveau entreprise avec alimentation redondante et réseaux haute vitesse.",
  "project_office_network_setup_title": "CONFIGURATION DE RÉSEAU DE BUREAU",
  "project_office_network_setup_description": "Câblage structuré et solutions de réseaux haute vitesse pour environnements de bureau, garantissant une connectivité fluide.",
  "project_industrial_security_system_title": "SYSTÈME DE SÉCURITÉ INDUSTRIELLE",
  "project_industrial_security_system_description": "Déploiement de systèmes de sécurité de haut niveau pour installations industrielles, incluant le contrôle périmétrique et la surveillance 24/7.",
  "project_cloud_server_deployment_title": "DÉPLOIEMENT DE SERVEURS CLOUD",
  "project_cloud_server_deployment_description": "Déploiement de serveurs cloud évolutifs pour les entreprises, garantissant un accès sécurisé à distance et des solutions de sauvegarde de données.",
  "project_e_commerce_platform_title": "MISE EN PLACE DE PLATEFORME E-COMMERCE",
  "project_e_commerce_platform_description": "Développement et déploiement de solutions e-commerce avec passerelles de paiement sécurisées et gestion des stocks.",
  "project_location_tirana": "Tirana, ALBANIE",
  "project_location_durres": "Durrës, ALBANIE",
  "project_location_vlora": "Vlora, ALBANIE",
  "project_location_fier": "Fier, ALBANIE",
  "project_location_shkoder": "Shkodër, ALBANIE",
  "servicesTitle": "Nuestros Servicios",
  "servicesDescription": "Ofrecemos instalación y mantenimiento profesional para seguridad, control de acceso, automatización del hogar y soluciones de TI.",
  "securitySystems": "Sistemas de Seguridad",
  "securityDescription": "Instalación profesional de cámaras de vigilancia y sistemas de alarmas para una mayor seguridad.",
  "accessControlSmartHome": "Control de Acceso y Hogares Inteligentes",
  "accessControlDescription": "Sistemas avanzados de control de acceso y automatización del hogar para mayor comodidad y seguridad.",
  "itSolutions": "Soluciones Eléctricas y de TI",
  "itDescription": "Instalaciones eléctricas confiables y soluciones de redes de TI adaptadas a tus necesidades.",
  "services_title": "Services",
  "services_description": "Votre partenaire de confiance pour des solutions de qualité supérieure dans les services électriques, les smartphones, les caméras, les alarmes, les systèmes de contrôle d'accès, les installations audio et l'IT. Nous proposons une installation et une maintenance professionnelles pour les solutions de sécurité, de contrôle d'accès, de domotique et d'IT.",
  "service_electrical": "Électrique",
  "expert_electrical_desc": "Installations et maintenance électriques expertes pour les espaces résidentiels et commerciaux.",
  "service_smartphones": "Smartphones",
  "smartphones_desc": "Réparations, déverrouillage et accessoires premium pour toutes les marques de smartphones.",
  "service_camera": "Caméra",
  "camera_desc": "Installation professionnelle de CCTV et de caméras de sécurité avec intégration d'accès à distance.",
  "service_alarms": "Alarmes",
  "alarms_desc": "Systèmes d'alarme avancés pour les maisons et les bureaux avec surveillance en temps réel.",
  "service_access_control": "Contrôle d'Accès",
  "access_control_desc": "Solutions d'accès sécurisé comprenant la biométrie et les systèmes basés sur RFID.",
  "service_it": "Informatique",
  "it_desc": "Solutions informatiques complètes incluant le réseautage, le support et la cybersécurité.",
  "service_smart_home": "Intégration de la Maison Intelligente",
  "smart_home_desc": "Intégration transparente des appareils domotiques pour l'automatisation et le contrôle.",
  "get_service": "Obtenir un Service",
   "accessSmartHome": "Contrôle d'Accès & Maison Intelligente",
  "accessDescription": "Systèmes avancés de contrôle d'accès et automatisation de la maison intelligente pour plus de confort et de sécurité.",
  "custom_offer": "Offre Personnalisée",
  "custom_offer_desc": "Besoin d'une solution sur mesure ? Contactez-nous pour une offre personnalisée.",
  "request_quote": "Demander un Devis",
  "awards_title2": "Nos Réalisations et Excellence",
  "awards_intro2": "Chez Mastertech, nous sommes fiers de notre engagement envers l'innovation, la qualité et le succès. Au fil des ans, notre engagement pour l'excellence nous a permis de réaliser des projets exceptionnels, d'obtenir des certifications prestigieuses et d'accumuler une grande expérience. Voici un aperçu de notre parcours.",
  "award_years_experience2": "Années d'Expérience",
  "award_projects_completed2": "Projets Complétés",
  "award_hours_of_work2": "Heures de Travail",
  "certifications_title2": "Nos Certifications"
}