{
  "aboutUs": {
    "title": "Sobre Nosotros",
    "description": {
      "part1": "En",
      "part2": "estamos comprometidos a ofrecer soluciones tecnológicas innovadoras que potencien a las empresas. Con experiencia en infraestructura de TI, seguridad y automatización, brindamos soluciones innovadoras y confiables adaptadas a las necesidades de nuestros clientes."
    },
    "companyName": "MasterTech",
    "mission": {
      "heading": "Nuestra Misión",
      "text": "Nuestra misión es mejorar las empresas con soluciones tecnológicas de alta calidad. Nos esforzamos por ofrecer una integración fluida de TI, mejorar la seguridad y optimizar las operaciones comerciales a través de tecnologías innovadoras y preparadas para el futuro."
    },
    "vision": {
      "heading": "Nuestra Visión",
      "text": "Imaginamos un mundo donde las empresas de todos los tamaños tengan acceso a soluciones tecnológicas inteligentes, escalables y seguras. Nuestro objetivo es ser un proveedor líder de transformaciones tecnológicas que moldeen el futuro."
    },
    "whoWeAre": {
      "heading": "Quiénes Somos",
      "text": {
        "part1": "Fundada en",
        "part2": "MasterTech ha estado a la vanguardia en la provisión de soluciones de TI y seguridad. Nuestro equipo de expertos se especializa en redes, computación en la nube, automatización y seguridad de sistemas."
      }
    },
    "foundedYear": "[Tu Año]",
    "values": {
      "heading": "Nuestros Valores",
      "text": "La integridad, la innovación y la satisfacción del cliente son los pilares de MasterTech. Priorizamos las prácticas comerciales éticas, la mejora continua y aseguramos que cada cliente reciba las mejores soluciones tecnológicas posibles."
    }
  },
  "brandWeWorkWith": "Marcas con las que Trabajamos",
  "ceoProfileAlt": "Perfil del CEO",
  "feelValuedAndRewarded": "SIÉNTETE VALORADO Y RECOMPENSADO",
  "companyName": "MasterTech",
  "ceoDescription": "En MasterTech, nos dedicamos a proporcionar soluciones de alta calidad en sistemas eléctricos, cámaras de vigilancia, alarmas de seguridad, control de acceso, soluciones de audio y servicios de TI. Con un fuerte enfoque en la innovación, la fiabilidad y la precisión, garantizamos que cada proyecto cumpla con los más altos estándares de eficiencia y seguridad.",
  "ceoName": "Nikolli Albert",
  "ceoTitle": "CEO y Fundador",
  "ceoSignatureAlt": "Firma del CEO",
  "consultationText": "ESTAMOS AQUÍ PARA RESPONDER A TUS PREGUNTAS 24/7",
  "needConsultation": "¿Necesitas una Consulta?",
  "contactNumber": "+355 68 555 5840",
  "footerTerms": "Estos Términos se aplicarán en su totalidad y afectarán tu uso de este Sitio Web.",
  "applyForServices": "Solicita Nuestros Servicios",
  "today": "¡Hoy!",
  "enterYourEmail": "Introduce tu Correo Electrónico",
  "apply": "Solicitar",
  "callUs": "Llámanos",
  "callUsText": "No dudes en llamarnos al (355) 68 555 5840",
  "email": "Correo Electrónico",
  "emailText": "Contáctanos en: info@mastertech.al",
  "address": "Dirección",
  "addressText": "Rr. Elbasanit, Tirana, Albania",
  "headerTitle": "MASTERTECH",
  "headerSubtitle": "Eléctrico, Smartphones, Cámaras, Alarmas, Control de Acceso, Audio, TI",
  "motoText": "Innovando con Tecnología, Potenciando Negocios y Construyendo un Futuro más Inteligente.",
  "companyName": "- MasterTech",
  "email": "Correo Electrónico: info@mastertech.al",
  "working_hours": "9:00 AM - 5:00 PM",
  "location": "Ubicación: Rr. Elbasanit, Tirana, Albania",
  "home": "Inicio",
  "services": "Servicios",
  "projects": "Proyectos",
  "about_us": "Sobre Nosotros",
  "projects_title": "Proyectos",
  "projects_description": "En MasterTech, nos especializamos en ofrecer soluciones tecnológicas de primer nivel adaptadas a empresas y negocios. Desde infraestructura de TI hasta automatización inteligente y sistemas de seguridad, nuestros proyectos están diseñados para mejorar la eficiencia, la seguridad y la innovación. A continuación, se presentan algunos de los principales proyectos que hemos completado con éxito.",
  "category_IT Solutions": "Soluciones de TI",
  "category_Security Systems": "Sistemas de Seguridad",
  "category_HVAC": "HVAC",
  "category_Automation": "Automatización",
  "category_IT Infrastructure": "Infraestructura de TI",
  "category_Networking": "Redes",
  "category_Cloud Solutions": "Soluciones en la Nube",
  "category_E-Commerce": "Comercio Electrónico",
  "servicesTitle": "Nuestros Servicios",
  "servicesDescription": "Ofrecemos instalación y mantenimiento profesional para seguridad, control de acceso, automatización del hogar y soluciones de TI.",
  "securitySystems": "Sistemas de Seguridad",
  "securityDescription": "Instalación profesional de cámaras de vigilancia y sistemas de alarmas para una mayor seguridad.",
  "accessControlSmartHome": "Control de Acceso y Hogares Inteligentes",
  "accessControlDescription": "Sistemas avanzados de control de acceso y automatización del hogar para mayor comodidad y seguridad.",
  "itSolutions": "Soluciones Eléctricas y de TI",
  "itDescription": "Instalaciones eléctricas confiables y soluciones de redes de TI adaptadas a tus necesidades.",
  "services_title2": "Services",
  "services_description2": "Votre partenaire de confiance pour des solutions de qualité supérieure dans les services électriques, les smartphones, les caméras, les alarmes, les systèmes de contrôle d'accès, les installations audio et l'IT. Nous proposons une installation et une maintenance professionnelles pour les solutions de sécurité, de contrôle d'accès, de domotique et d'IT.",
  "service_electrical2": "Électrique",
  "expert_electrical_desc2": "Installations et maintenance électriques expertes pour les espaces résidentiels et commerciaux.",
  "service_smartphones2": "Smartphones",
  "smartphones_desc2": "Réparations, déverrouillage et accessoires premium pour toutes les marques de smartphones.",
  "service_camera2": "Caméra",
  "camera_desc2": "Installation professionnelle de CCTV et de caméras de sécurité avec intégration d'accès à distance.",
  "service_alarms2": "Alarmes",
  "alarms_desc2": "Systèmes d'alarme avancés pour les maisons et les bureaux avec surveillance en temps réel.",
  "service_access_control2": "Contrôle d'Accès",
  "access_control_desc2": "Solutions d'accès sécurisé comprenant la biométrie et les systèmes basés sur RFID.",
  "service_it2": "Informatique",
  "it_desc2": "Solutions informatiques complètes incluant le réseautage, le support et la cybersécurité.",
  "get_service2": "Obtenir un Service",
  "custom_offer2": "Offre Personnalisée",
  "custom_offer_desc2": "Besoin d'une solution sur mesure ? Contactez-nous pour une offre personnalisée.",
  "request_quote2": "Demander un Devis",
  "awards_title2": "Nos Réalisations et Excellence",
  "awards_intro2": "Chez Mastertech, nous sommes fiers de notre engagement envers l'innovation, la qualité et le succès. Au fil des ans, notre engagement pour l'excellence nous a permis de réaliser des projets exceptionnels, d'obtenir des certifications prestigieuses et d'accumuler une grande expérience. Voici un aperçu de notre parcours.",
  "award_years_experience2": "Années d'Expérience",
  "award_projects_completed2": "Projets Complétés",
  "award_hours_of_work2": "Heures de Travail",
  "certifications_title2": "Nos Certifications"
}