{
  "aboutUs": {
    "title": "Chi Siamo",
    "description": {
      "part1": "Presso",
      "part2": "siamo impegnati a fornire soluzioni tecnologiche all'avanguardia che potenziano le aziende. Con esperienza in infrastrutture IT, sicurezza e automazione, offriamo soluzioni innovative e affidabili su misura per le esigenze dei nostri clienti."
    },
    "companyName": "MasterTech",
    "mission": {
      "heading": "La Nostra Missione",
      "text": "La nostra missione è migliorare le aziende con soluzioni tecnologiche di alta qualità. Ci impegniamo a fornire un'integrazione IT senza soluzione di continuità, migliorare la sicurezza e ottimizzare le operazioni aziendali attraverso tecnologie innovative e a prova di futuro."
    },
    "vision": {
      "heading": "La Nostra Visione",
      "text": "Immaginiamo un mondo in cui le aziende di tutte le dimensioni abbiano accesso a soluzioni tecnologiche intelligenti, scalabili e sicure. Il nostro obiettivo è essere un fornitore leader di trasformazioni tecnologiche che plasmano il futuro."
    },
    "whoWeAre": {
      "heading": "Chi Siamo",
      "text": {
        "part1": "Fondata nel",
        "part2": "MasterTech è stata all'avanguardia nella fornitura di soluzioni IT e di sicurezza. Il nostro team di esperti è specializzato in networking, cloud computing, automazione e sicurezza dei sistemi."
      }
    },
    "foundedYear": "[Anno di Fondazione]",
    "values": {
      "heading": "I Nostri Valori",
      "text": "Integrità, innovazione e soddisfazione del cliente sono i pilastri di MasterTech. Diamo priorità a pratiche commerciali etiche, miglioramento continuo e garantiamo che ogni cliente riceva le migliori soluzioni tecnologiche possibili."
    }
  },
  "brandWeWorkWith": "Marchi con cui Lavoriamo",
  "ceoProfileAlt": "Profilo del CEO",
  "feelValuedAndRewarded": "SENTITI APPREZZATO E RICOMPENSATO",
  "companyName": "Master Tech",
  "ceoDescription": "In MasterTech, ci dedichiamo a fornire soluzioni di alta qualità nei sistemi elettrici, telecamere di sorveglianza, allarmi di sicurezza, controllo accessi, soluzioni audio e servizi IT. Con un forte focus su innovazione, affidabilità e precisione, garantiamo che ogni progetto soddisfi i più alti standard di efficienza e sicurezza.",
  "ceoName": "Nikolli Albert",
  "ceoTitle": "CEO & Fondatore",
  "ceoSignatureAlt": "Firma del CEO",
  "consultationText": "SIAMO QUI PER RISPONDERE ALLE TUE DOMANDE 24/7",
  "needConsultation": "Hai Bisogno di una Consulenza?",
  "contactNumber": "+355 68 555 5840",
  "footerTerms": "Questi Termini si applicheranno pienamente e influenzeranno l'uso di questo Sito Web.",
  "applyForServices": "Richiedi i Nostri Servizi",
  "today": "Oggi!",
  "enterYourEmail": "Inserisci la tua Email",
  "apply": "Invia",
  "callUs": "Chiamaci",
  "callUsText": "Sentiti libero di chiamarci (355) 68 555 5840",
  "email": "Email",
  "emailText": "Contattaci a: info@mastertech.al",
  "address": "Indirizzo",
  "addressText": "Rr. Elbasanit, Tirana, Albania",
  "headerTitle": "MASTERTECH",
  "headerSubtitle": "Elettricità, Smartphone, Telecamere, Allarmi, Controllo Accessi, Audio, IT",
  "motoText": "Innovare con la Tecnologia, Potenziare le Aziende e Creare un Futuro più Intelligente.",
  "working_hours": "9:00 - 17:00",
  "location": "Posizione: Rr. Elbasanit, Tirana, Albania",
  "home": "Home",
  "services": "Servizi",
  "projects": "Progetti",
  "about_us": "Chi Siamo",
  "projects_title": "Progetti",
  "projects_description": "In MasterTech, ci specializziamo nella fornitura di soluzioni tecnologiche di alto livello su misura per aziende ed imprese. Dall'infrastruttura IT all'automazione intelligente e ai sistemi di sicurezza, i nostri progetti sono progettati per migliorare efficienza, sicurezza e innovazione. Di seguito alcuni dei principali progetti che abbiamo completato con successo.",
  "category_IT Solutions": "Soluzioni IT",
  "category_Security Systems": "Sistemi di Sicurezza",
  "category_HVAC": "HVAC",
  "category_Automation": "Automazione",
  "category_IT Infrastructure": "Infrastruttura IT",
  "category_Networking": "Networking",
  "category_Cloud Solutions": "Soluzioni Cloud",
  "category_E-Commerce": "E-Commerce",
  "project_shop_it_solution_title": "SOLUZIONE IT PER NEGOZI",
  "project_shop_it_solution_description": "Completamento dell'infrastruttura IT per attività di vendita al dettaglio, inclusi i sistemi POS, integrazione cloud e soluzioni di sicurezza.",
  "project_office_security_camera_title": "SISTEMA TELECAMERE DI SICUREZZA PER UFFICI",
  "project_office_security_camera_description": "Installazione e configurazione di telecamere di sicurezza ad alta risoluzione con accesso remoto e rilevamento del movimento alimentato da AI.",
  "project_shop_hvac_solution_title": "SOLUZIONE HVAC PER NEGOZI",
  "project_shop_hvac_solution_description": "Integrazione di sistemi HVAC avanzati con controllo intelligente della temperatura e unità di condizionamento dell'aria ad alta efficienza energetica.",
  "project_smart_home_automation_title": "AUTOMAZIONE SMART HOME",
  "project_smart_home_automation_description": "Implementazione di soluzioni smart home abilitate da IoT, tra cui illuminazione, sicurezza e automazione vocale.",
  "project_data_center_installation_title": "INSTALLAZIONE CENTRO DATI",
  "project_data_center_installation_description": "Progettazione e installazione di data center di livello aziendale con alimentazione ridondante e rete ad alta velocità.",
  "project_office_network_setup_title": "INSTALLAZIONE RETE UFFICIO",
  "project_office_network_setup_description": "Cablaggio strutturato e soluzioni di rete ad alta velocità per ambienti di ufficio, garantendo una connettività senza interruzioni.",
  "project_industrial_security_system_title": "SISTEMA SICUREZZA INDUSTRIALE",
  "project_industrial_security_system_description": "Installazione di sistemi di sicurezza avanzati per impianti industriali, inclusi controllo del perimetro e sorveglianza 24 ore su 24.",
  "project_cloud_server_deployment_title": "DEPLOYMENT SERVER CLOUD",
  "project_cloud_server_deployment_description": "Installazione di server cloud scalabili per le aziende, garantendo accesso remoto sicuro e soluzioni di backup dati.",
  "project_e_commerce_platform_title": "INSTALLAZIONE PIATTAFORMA E-COMMERCE",
  "project_e_commerce_platform_description": "Sviluppo e implementazione di soluzioni E-Commerce con gateway di pagamento sicuri e gestione dell'inventario.",
  
  "project_location_tirana": "Tirana, ALBANIA",
  "project_location_durres": "Durazzo, ALBANIA",
  "project_location_vlora": "Valona, ALBANIA",
  "project_location_fier": "Fier, ALBANIA",
  "project_location_shkoder": "Scutari, ALBANIA",
  "servicesTitle": "I Nostri Servizi",
  "servicesDescription": "Offriamo installazione e manutenzione professionale per sicurezza, controllo accessi, smart home e soluzioni IT.",
  "securitySystems": "Sistemi di Sicurezza",
  "securityDescription": "Installazione professionale di telecamere di sorveglianza e sistemi di allarme per una maggiore sicurezza.",
  "accessControlSmartHome": "Controllo Accessi & Smart Home",
  "accessControlDescription": "Sistemi avanzati di controllo accessi e automazione smart home per comodità e sicurezza.",
  "itSolutions": "Soluzioni Elettriche & IT",
  "itDescription": "Installazioni elettriche affidabili e soluzioni di networking IT su misura per le tue esigenze.",
  "services_title": "Servizi",
  "services_description": "Il tuo partner di fiducia per soluzioni di alta qualità in servizi elettrici, smartphone, telecamere, allarmi, sistemi di controllo accessi, configurazioni audio e IT. Offriamo installazione e manutenzione professionale per soluzioni di sicurezza, controllo accessi, domotica e IT.",
  "service_electrical": "Elettrico",
  "expert_electrical_desc": "Installazioni e manutenzione elettriche esperte per spazi residenziali e commerciali.",
  "service_smartphones": "Smartphone",
  "smartphones_desc": "Riparazioni, sblocco e accessori premium per tutti i marchi di smartphone.",
  "service_camera": "Telecamera",
  "camera_desc": "Installazione professionale di CCTV e telecamere di sicurezza con integrazione di accesso remoto.",
  "service_alarms": "Allarmi",
  "alarms_desc": "Sistemi di allarme avanzati per case e uffici con monitoraggio in tempo reale.",
  "service_access_control": "Controllo Accessi",
  "access_control_desc": "Soluzioni di accesso sicuro, comprese biometria e sistemi basati su RFID.",
  "service_it": "IT",
  "it_desc": "Soluzioni IT complete, inclusi networking, supporto e cybersecurity.",
  "get_service": "Ottieni Servizio",
  "custom_offer": "Offerta Personalizzata",
  "custom_offer_desc": "Hai bisogno di una soluzione su misura? Contattaci per un'offerta personalizzata.",
  "request_quote": "Richiedi un Preventivo",
  "awards_title2": "I Nostri Successi e L'Eccellenza",
  "awards_intro2": "In Mastertech, siamo orgogliosi del nostro impegno per l'innovazione, la qualità e il successo. Nel corso degli anni, il nostro impegno per l'eccellenza ci ha aiutato a completare progetti eccezionali, guadagnare certificazioni prestigiose e accumulare una grande esperienza. Ecco uno scorcio del nostro percorso.",
  "award_years_experience2": "Anni di Esperienza",
  "award_projects_completed2": "Progetti Completati",
  "award_hours_of_work2": "Ore di Lavoro",
  "certifications_title2": "Le Nostre Certificazioni"
}