{
  "aboutUs": {
    "title": "Rreth Nesh",
    "description": {
      "part1": "Në",
      "part2": "ne jemi të angazhuar për ofrimin e zgjidhjeve teknologjike të avancuara që fuqizojnë bizneset. Me ekspertizë në infrastrukturën IT, sigurinë dhe automatizimin, ne sjellim zgjidhje inovative dhe të besueshme të përshtatura për nevojat e klientëve tanë."
    },
    "companyName": "MasterTech",
    "mission": {
      "heading": "Misioni Ynë",
      "text": "Misioni ynë është të përmirësojmë bizneset me zgjidhje teknologjike me cilësi të lartë. Ne synojmë të ofrojmë integrim të qetë IT, të përmirësojmë sigurinë dhe të optimizojmë operacionet e biznesit përmes teknologjive inovative dhe të qëndrueshme."
    },
    "vision": {
      "heading": "Vizioni Ynë",
      "text": "Ne parashikojmë një botë ku bizneset e çdo madhësie kanë qasje në zgjidhje teknologjike të zgjuara, të shkallëzueshme dhe të sigurta. Qëllimi ynë është të jemi një ofrues kryesor i transformimeve të drejtuara nga teknologjia që formësojnë të ardhmen."
    },
    "whoWeAre": {
      "heading": "Kush Jemi Ne",
      "text": {
        "part1": "Themeluar në",
        "part2": "MasterTech ka qenë në krye të ofrimit të zgjidhjeve IT dhe sigurie. Ekipi ynë i ekspertëve është i specializuar në rrjetëzim, computing në re, automatizim dhe siguri të sistemeve."
      }
    },
    "foundedYear": "[Viti Juaj]",
    "values": {
      "heading": "Vlerat Tona",
      "text": "Integriteti, inovacioni dhe kënaqësia e klientit janë shtyllat e MasterTech. Ne prioritizojmë praktikat etike të biznesit, përmirësimin e vazhdueshëm dhe sigurojmë që çdo klient të marrë zgjidhjet më të mira të mundshme teknologjike."
    }
  },
  "brandWeWorkWith": "Markat Me Të Cilat Punojmë",
  "ceoProfileAlt": "Profili i CEO",
  "feelValuedAndRewarded": "NDIHMË TË VLERËSOHESH DHE TË SHPËRBLEHESH",
  "companyName": "Master Tech",
  "ceoDescription": "Në MasterTech, ne jemi të angazhuar për ofrimin e zgjidhjeve me cilësi të lartë në Sistemet Elektrike, Kamerat e Mbikëqyrjes, Alarmet e Sigurisë, Kontrollin e Qasjes, Zgjidhjet Audio dhe Shërbimet IT. Me një fokus të fortë në inovacion, besueshmëri dhe precizitet, ne sigurojmë që çdo projekt të përmbushë standardet më të larta të efikasitetit dhe sigurisë.",
  "ceoName": "Nikolli Albert",
  "ceoTitle": "CEO & Themelues",
  "ceoSignatureAlt": "Nënshkrimi i CEO",
  "consultationText": "JEMI KËTU PËR T'U PËRGJIGJUR PYETJEVE TUJA 24/7",
  "needConsultation": "Keni Nevojë Për Konsultim?",
  "contactNumber": "+355 68 555 5840",
  "footerTerms": "Këto kushte do të aplikohet plotësisht dhe do të ndikojnë në përdorimin tuaj të këtij Website.",
  "applyForServices": "Apliko për Shërbimet Tona",
  "today": "Sot!",
  "enterYourEmail": "Futni Email-in Tuaj",
  "apply": "Apliko",
  "callUs": "Na Telefononi",
  "callUsText": "Ndihmohuni të na telefononi (355) 68 555 5840",
  "email": "Email",
  "emailText": "Kontaktoni me Ne Në: info@mastertech.al",
  "address": "Adresa",
  "addressText": "Rr. Elbasanit, Tiranë, Shqipëri",
  "headerTitle": "MASTERTECH",
  "headerSubtitle": "Elektrike, Telefona, Kamera, Alarmet, Kontrolli i Qasjes, Audio, IT",
  "motoText": "Inovacion me Teknologji, Fuqizimi i Bizneseve dhe Formimi i një Të Ardhme më të Zgjuar.",
  "companyName": "- MasterTech",
  "email": "Email: info@mastertech.al",
  "working_hours": "9:00 AM - 5:00 PM",
  "location": "Lokacioni: Rr. Elbasanit, Tiranë, Shqipëri",
  "home": "Kryefaqja",
  "services": "Shërbimet",
  "projects": "Projekte",
  "about_us": "Rreth Nesh",
  "projects_title": "Projekte",
  "projects_description": "Në MasterTech, ne specializohemi në ofrimin e zgjidhjeve teknologjike të nivelit të lartë të përshtatura për bizneset dhe ndërmarrjet. Nga infrastruktura IT deri te automatizimi dhe sistemet e sigurisë të mençura, projektet tona janë të dizajnuara për të rritur efikasitetin, sigurinë dhe inovacionin. Më poshtë janë disa prej projekteve më të mëdha që kemi realizuar me sukses.",
  "category_IT Solutions": "Zgjidhje IT",
  "category_Security Systems": "Sisteme Sigurie",
  "category_HVAC": "HVAC",
  "category_Automation": "Automatizim",
  "category_IT Infrastructure": "Infrastruktura IT",
  "category_Networking": "Rrjetëzim",
  "category_Cloud Solutions": "Zgjidhje në Re",
  "category_E-Commerce": "E-Commerce",
  "project_shop_it_solution_title": "Zgjidhje IT për Dyqane",
  "project_shop_it_solution_description": "Përgatitje e infrastrukturës IT për bizneset e shitjes me pakicë, duke përfshirë sistemet POS, integrimin me re, dhe zgjidhje sigurie.",
  "project_office_security_camera_title": "Sistemi i Kamerave të Sigurisë për Zyrë",
  "project_office_security_camera_description": "Instalim dhe konfigurim i kamerave të sigurta me definicion të lartë dhe akses në distancë, me detektim lëvizjeje të fuqizuar nga AI.",
  "project_shop_hvac_solution_title": "Zgjidhje HVAC për Dyqane",
  "project_shop_hvac_solution_description": "Integrim i sistemeve të avancuara HVAC me kontroll inteligjent të temperaturës dhe njësive të kondicionimit të ajrit me efikasitet energjetik.",
  "project_smart_home_automation_title": "Automatizimi i Shtëpive të Mençura",
  "project_smart_home_automation_description": "Implementimi i zgjidhjeve të automatizimit të shtëpisë me IoT, duke përfshirë ndriçimin, sigurinë dhe automatizimin me komandë zanore.",
  "project_data_center_installation_title": "Instalimi i Qendrës së të Dhënave",
  "project_data_center_installation_description": "Dizajni dhe instalimi i qendrave të të dhënave të nivelit të ndërmarrjes me furnizim të dyfishtë të energjisë dhe rrjetim me shpejtësi të lartë.",
  "project_office_network_setup_title": "Konfigurimi i Rrjetit të Zyrës",
  "project_office_network_setup_description": "Kablizim i strukturuar dhe zgjidhje rrjetimi me shpejtësi të lartë për mjedise zyre, duke siguruar lidhje të pandërprera.",
  "project_industrial_security_system_title": "Sistemi i Sigurisë Industriale",
  "project_industrial_security_system_description": "Zbatimi i sistemeve të sigurisë për ambiente industriale, duke përfshirë kontrollin e perimetrit dhe mbikëqyrje 24/7.",
  "project_cloud_server_deployment_title": "Instalimi i Serverëve në Re",
  "project_cloud_server_deployment_description": "Instalimi i serverëve të shkallëzuar në re për bizneset, duke siguruar akses të sigurt në distancë dhe zgjidhje të ruajtjes së të dhënave.",
  "project_e_commerce_platform_title": "Instalimi i Platformës E-Commerce",
  "project_e_commerce_platform_description": "Zhvillimi dhe instalimi i zgjidhjeve E-Commerce me portofola të sigurta të pagesave dhe menaxhimin e inventarit.",
  
  "project_location_tirana": "Tiranë, SHQIPËRI",
  "project_location_durres": "Durrës, SHQIPËRI",
  "project_location_vlora": "Vlorë, SHQIPËRI",
  "project_location_fier": "Fier, SHQIPËRI",
  "project_location_shkoder": "Shkodër, SHQIPËRI",
  "servicesTitle": "Shërbimet Tona",
  "servicesDescription": "Ne ofrojmë instalim dhe mbajtje profesionale për sisteme sigurie, kontrolli i aksesit, shtëpi të mençura dhe zgjidhje IT.",
  "securitySystems": "Sisteme Sigurie",
  "securityDescription": "Instalim profesional i kamerave të mbikëqyrjes dhe sistemeve të alarmit për siguri të avancuar.",
  "accessControlSmartHome": "Kontrolli i Aksesit & Shtëpia e Mençur",
  "accessControlDescription": "Sisteme të avancuara të kontrollit të aksesit dhe automatizimi i shtëpive të mençura për komoditet dhe siguri.",
  "itSolutions": "Zgjidhje Elektrike & IT",
  "itDescription": "Instalime të besueshme elektrike dhe zgjidhje rrjetëzimi IT të përshtatura për nevojat tuaja.",
  "services_title": "Shërbimet",
  "services_description": "Partneri juaj i besueshëm për zgjidhje të cilësisë së lartë në shërbime elektrike, telefona inteligjentë, kamera, alarm, sisteme kontrolli të aksesit, sisteme audio dhe IT. Ne ofrojmë instalim dhe mirëmbajtje profesionale për sigurinë, kontrollin e aksesit, shtëpitë inteligjente dhe zgjidhjet IT.",
  "service_electrical": "Elektrik",
  "expert_electrical_desc": "Instalim dhe mirëmbajtje profesionale të elektrike për hapësira rezidenciale dhe komerciale.",
  "service_smartphones": "Telefona Inteligjentë",
  "smartphones_desc": "Riparime, çelësim dhe aksesorë premium për të gjitha markat e telefonave inteligjentë.",
  "service_camera": "Kamera",
  "camera_desc": "Instalim profesional i CCTV dhe kamerave të sigurisë me integrim të aksesit në distancë.",
  "service_alarms": "Alarme",
  "alarms_desc": "Sisteme alarmi të avancuara për shtëpi dhe zyra me monitorim në kohë reale.",
  "service_access_control": "Kontrolli i Aksesit",
  "access_control_desc": "Zgjidhje të sigurta për kontrollin e aksesit duke përfshirë biometri dhe sisteme me RFID.",
  "service_it": "IT",
  "it_desc": "Zgjidhje të plota IT duke përfshirë rrjetëzimin, mbështetje dhe sigurinë kibernetike.",
  "get_service": "Merr Shërbim",
  "custom_offer": "Ofertë e Personalizuar",
  "custom_offer_desc": "Keni nevojë për një zgjidhje të përshtatur? Na kontaktoni për një ofertë të personalizuar.",
  "request_quote": "Kërkoni një Kuotë",
  "awards_title2": "Arritjet dhe Ekselenca Jonë",
  "awards_intro2": "Në Mastertech, krenarë jemi për përkushtimin tonë ndaj inovacionit, cilësisë dhe suksesit. Gjatë viteve, angazhimi ynë për ekselencë na ka ndihmuar të përfundojmë projekte të shkëlqyera, të fitojmë certifikata prestigjioze dhe të akumulojmë një pasuri përvoje. Ja një pamje e udhëtimit tonë.",
  "award_years_experience2": "Vite Eksperience",
  "award_projects_completed2": "Projekte të Përsosura",
  "award_hours_of_work2": "Orë Punes",
  "certifications_title2": "Certifikimet Tona"
}