{
    "aboutUs": {
      "title": "Rreth Nesh",
      "description": {
        "part1": "Në",
        "part2": "ne jemi të angazhuar për ofrimin e zgjidhjeve teknologjike të avancuara që fuqizojnë bizneset. Me ekspertizë në infrastrukturën IT, sigurinë dhe automatizimin, ne sjellim zgjidhje inovative dhe të besueshme të përshtatura për nevojat e klientëve tanë."
      },
      "companyName": "MasterTech",
      "mission": {
        "heading": "Misioni Ynë",
        "text": "Misioni ynë është të përmirësojmë bizneset me zgjidhje teknologjike me cilësi të lartë. Ne synojmë të ofrojmë integrim të qetë IT, të përmirësojmë sigurinë dhe të optimizojmë operacionet e biznesit përmes teknologjive inovative dhe të qëndrueshme."
      },
      "vision": {
        "heading": "Vizioni Ynë",
        "text": "Ne parashikojmë një botë ku bizneset e çdo madhësie kanë qasje në zgjidhje teknologjike të zgjuara, të shkallëzueshme dhe të sigurta. Qëllimi ynë është të jemi një ofrues kryesor i transformimeve të drejtuara nga teknologjia që formësojnë të ardhmen."
      },
      "whoWeAre": {
        "heading": "Kush Jemi Ne",
        "text": {
          "part1": "Themeluar në",
          "part2": "MasterTech ka qenë në krye të ofrimit të zgjidhjeve IT dhe sigurie. Ekipi ynë i ekspertëve është i specializuar në rrjetëzim, computing në re, automatizim dhe siguri të sistemeve."
        }
      },
      "foundedYear": "[Viti Juaj]",
      "values": {
        "heading": "Vlerat Tona",
        "text": "Integriteti, inovacioni dhe kënaqësia e klientit janë shtyllat e MasterTech. Ne prioritizojmë praktikat etike të biznesit, përmirësimin e vazhdueshëm dhe sigurojmë që çdo klient të marrë zgjidhjet më të mira të mundshme teknologjike."
      }
    },
    "brandWeWorkWith": "Markat Me Të Cilat Punojmë",
    "ceoProfileAlt": "Profili i CEO",
    "feelValuedAndRewarded": "NDIHMË TË VLERËSOHESH DHE TË SHPËRBLEHESH",
    "companyName": "Master Tech",
    "ceoDescription": "Në MasterTech, ne jemi të angazhuar për ofrimin e zgjidhjeve me cilësi të lartë në Sistemet Elektrike, Kamerat e Mbikëqyrjes, Alarmet e Sigurisë, Kontrollin e Qasjes, Zgjidhjet Audio dhe Shërbimet IT. Me një fokus të fortë në inovacion, besueshmëri dhe precizitet, ne sigurojmë që çdo projekt të përmbushë standardet më të larta të efikasitetit dhe sigurisë.",
    "ceoName": "Nikolli Albert",
    "ceoTitle": "CEO & Themelues",
    "ceoSignatureAlt": "Nënshkrimi i CEO",
    "consultationText": "JEMI KËTU PËR T'U PËRGJIGJUR PYETJEVE TUJA 24/7",
    "needConsultation": "Keni Nevojë Për Konsultim?",
    "contactNumber": "+355 68 555 5840",
    "footerTerms": "Këto kushte do të aplikohet plotësisht dhe do të ndikojnë në përdorimin tuaj të këtij Website.",
    "applyForServices": "Apliko për Shërbimet Tona",
    "today": "Sot!",
    "enterYourEmail": "Futni Email-in Tuaj",
    "apply": "Apliko",
    "callUs": "Na Telefononi",
    "callUsText": "Ndihmohuni të na telefononi (355) 68 555 5840",
    "email": "Email",
    "emailText": "Kontaktoni me Ne Në: info@mastertech.al",
    "address": "Adresa",
    "addressText": "Rr. Elbasanit, Tiranë, Shqipëri",
    "headerTitle": "MASTERTECH",
    "headerSubtitle": "Elektrike, Telefona, Kamera, Alarmet, Kontrolli i Qasjes, Audio, IT",
    "motoText": "Inovacion me Teknologji, Fuqizimi i Bizneseve dhe Formimi i një Të Ardhme më të Zgjuar.",
    "companyName": "- MasterTech",
    "email": "Email: info@mastertech.al",
    "working_hours": "9:00 AM - 5:00 PM",
    "location": "Lokacioni: Rr. Elbasanit, Tiranë, Shqipëri",
    "home": "Kryefaqja",
    "services": "Shërbimet",
    "projects": "Projekte",
    "about_us": "Rreth Nesh",
    "projects_title": "Projekte",
    "projects_description": "Në MasterTech, ne specializohemi në ofrimin e zgjidhjeve teknologjike të nivelit të lartë të përshtatura për bizneset dhe ndërmarrjet. Nga infrastruktura IT deri te automatizimi dhe sistemet e sigurisë të mençura, projektet tona janë të dizajnuara për të rritur efikasitetin, sigurinë dhe inovacionin. Më poshtë janë disa prej projekteve më të mëdha që kemi realizuar me sukses.",
    "category_IT Solutions": "Zgjidhje IT",
    "category_Security Systems": "Sisteme Sigurie",
    "category_HVAC": "HVAC",
    "category_Automation": "Automatizim",
    "category_IT Infrastructure": "Infrastruktura IT",
    "category_Networking": "Rrjetëzim",
    "category_Cloud Solutions": "Zgjidhje në Re",
    "category_E-Commerce": "E-Commerce",
    "servicesTitle": "Shërbimet Tona",
    "servicesDescription": "Ne ofrojmë instalim dhe mbajtje profesionale për sisteme sigurie, kontrolli i aksesit, shtëpi të mençura dhe zgjidhje IT.",
    "securitySystems": "Sisteme Sigurie",
    "securityDescription": "Instalim profesional i kamerave të mbikëqyrjes dhe sistemeve të alarmit për siguri të avancuar.",
    "accessControlSmartHome": "Kontrolli i Aksesit & Shtëpia e Mençur",
    "accessControlDescription": "Sisteme të avancuara të kontrollit të aksesit dhe automatizimi i shtëpive të mençura për komoditet dhe siguri.",
    "itSolutions": "Zgjidhje Elektrike & IT",
    "itDescription": "Instalime të besueshme elektrike dhe zgjidhje rrjetëzimi IT të përshtatura për nevojat tuaja."
  }
  