{
  "aboutUs": {
    "title": "À Propos de Nous",
    "description": {
      "part1": "Chez",
      "part2": "nous nous engageons à fournir des solutions technologiques innovantes qui renforcent les entreprises. Avec une expertise en infrastructure informatique, sécurité et automatisation, nous offrons des solutions fiables et adaptées aux besoins de nos clients."
    },
    "companyName": "MasterTech",
    "mission": {
      "heading": "Notre Mission",
      "text": "Notre mission est d'améliorer les entreprises grâce à des solutions technologiques de haute qualité. Nous nous efforçons d'assurer une intégration fluide des technologies, d'améliorer la sécurité et d'optimiser les opérations commerciales avec des innovations adaptées à l'avenir."
    },
    "vision": {
      "heading": "Notre Vision",
      "text": "Nous imaginons un monde où les entreprises de toutes tailles ont accès à des solutions technologiques intelligentes, évolutives et sécurisées. Notre objectif est de devenir un acteur clé de la transformation numérique pour façonner l’avenir."
    },
    "whoWeAre": {
      "heading": "Qui Nous Sommes",
      "text": {
        "part1": "Fondée en",
        "part2": "MasterTech est à la pointe des solutions en informatique et en sécurité. Notre équipe d'experts est spécialisée en réseaux, cloud computing, automatisation et cybersécurité."
      }
    },
    "foundedYear": "2018",
    "values": {
      "heading": "Nos Valeurs",
      "text": "L'intégrité, l'innovation et la satisfaction du client sont les piliers de MasterTech. Nous privilégions des pratiques commerciales éthiques, l'amélioration continue et nous nous assurons que chaque client bénéficie des meilleures solutions technologiques possibles."
    }
  },
  "brandWeWorkWith": "Marques avec lesquelles nous travaillons",
  "ceoProfileAlt": "Profil du PDG",
  "feelValuedAndRewarded": "SENTEZ-VOUS VALORISÉ ET RÉCOMPENSÉ",
  "companyName": "MasterTech",
  "ceoDescription": "Chez MasterTech, nous nous engageons à fournir des solutions de haute qualité en électricité, vidéosurveillance, alarmes de sécurité, contrôle d’accès, solutions audio et services informatiques. Avec un fort accent sur l'innovation, la fiabilité et la précision, nous garantissons que chaque projet respecte les plus hauts standards d'efficacité et de sécurité.",
  "ceoName": "Nikolli Albert",
  "ceoTitle": "PDG et Fondateur",
  "ceoSignatureAlt": "Signature du PDG",
  "consultationText": "NOUS SOMMES LÀ POUR RÉPONDRE À VOS QUESTIONS 24/7",
  "needConsultation": "Besoin d’une Consultation ?",
  "contactNumber": "+355 68 555 5840",
  "footerTerms": "Ces Conditions s'appliqueront intégralement et affecteront votre utilisation de ce site Web.",
  "applyForServices": "Demandez Nos Services",
  "today": "Aujourd’hui !",
  "enterYourEmail": "Entrez votre adresse e-mail",
  "apply": "Postuler",
  "callUs": "Appelez-nous",
  "callUsText": "N'hésitez pas à nous appeler au (355) 68 555 5840",
  "email": "E-mail",
  "emailText": "Contactez-nous à : info@mastertech.al",
  "address": "Adresse",
  "addressText": "Rr. Elbasanit, Tirana, Albanie",
  "headerTitle": "MASTERTECH",
  "headerSubtitle": "Électricité, Smartphones, Caméras, Alarmes, Contrôle d’Accès, Audio, Informatique",
  "motoText": "Innover avec la Technologie, Renforcer les Entreprises et Construire un Avenir plus Intelligent.",
  "companyName": "- MasterTech",
  "email": "E-mail : info@mastertech.al",
  "working_hours": "9:00 AM - 5:00 PM",
  "location": "Emplacement : Rr. Elbasanit, Tirana, Albanie",
  "home": "Accueil",
  "services": "Services",
  "projects": "Proyectos",
  "about_us": "Sobre Nosotros",
  "projects_title": "Proyectos",
  "projects_description": "En MasterTech, nos especializamos en ofrecer soluciones tecnológicas de primera calidad adaptadas a empresas y negocios. Desde infraestructura de TI hasta automatización inteligente y sistemas de seguridad, nuestros proyectos están diseñados para mejorar la eficiencia, seguridad e innovación. A continuación, algunos de los proyectos más importantes que hemos completado con éxito.",
  "category_IT Solutions": "Soluciones IT",
  "category_Security Systems": "Sistemas de Seguridad",
  "category_HVAC": "HVAC",
  "category_Automation": "Automatización",
  "category_IT Infrastructure": "Infraestructura IT",
  "category_Networking": "Redes",
  "category_Cloud Solutions": "Soluciones en la Nube",
  "category_E-Commerce": "Comercio Electrónico",
  "project_shop_it_solution_title": "SOLUCIÓN IT PARA TIENDAS",
  "project_shop_it_solution_description": "Configuración completa de infraestructura IT para negocios minoristas, incluidos sistemas POS, integración en la nube y soluciones de seguridad.",
  "project_office_security_camera_title": "SISTEMA DE CÁMARAS DE SEGURIDAD EN LA OFICINA",
  "project_office_security_camera_description": "Instalación y configuración de cámaras de seguridad de alta resolución con acceso remoto y detección de movimiento basada en IA.",
  "project_shop_hvac_solution_title": "SOLUCIÓN HVAC PARA TIENDAS",
  "project_shop_hvac_solution_description": "Integración avanzada del sistema HVAC con controles inteligentes de temperatura y unidades de aire acondicionado de bajo consumo energético.",
  "project_smart_home_automation_title": "AUTOMATIZACIÓN DEL HOGAR INTELIGENTE",
  "project_smart_home_automation_description": "Implementación de soluciones de hogar inteligente habilitadas por IoT, incluyendo iluminación, seguridad y automatización controlada por voz.",
  "project_data_center_installation_title": "INSTALACIÓN DE CENTRO DE DATOS",
  "project_data_center_installation_description": "Diseño y configuración de centros de datos a nivel empresarial con suministro de energía redundante y redes de alta velocidad.",
  "project_office_network_setup_title": "CONFIGURACIÓN DE RED DE OFICINA",
  "project_office_network_setup_description": "Cableado estructurado y soluciones de redes de alta velocidad para entornos de oficina, garantizando conectividad sin interrupciones.",
  "project_industrial_security_system_title": "SISTEMA DE SEGURIDAD INDUSTRIAL",
  "project_industrial_security_system_description": "Despliegue de sistemas de seguridad de alto nivel para instalaciones industriales, incluyendo control perimetral y vigilancia 24/7.",
  "project_cloud_server_deployment_title": "DESPLIEGUE DE SERVIDORES EN LA NUBE",
  "project_cloud_server_deployment_description": "Despliegue de servidores en la nube escalables para empresas, garantizando acceso remoto seguro y soluciones de respaldo de datos.",
  "project_e_commerce_platform_title": "CONFIGURACIÓN DE PLATAFORMA DE COMERCIO ELECTRÓNICO",
  "project_e_commerce_platform_description": "Desarrollo y despliegue de soluciones de comercio electrónico con pasarelas de pago seguras y gestión de inventarios.",
  "project_location_tirana": "Tirana, ALBANIA",
  "project_location_durres": "Durrës, ALBANIA",
  "project_location_vlora": "Vlora, ALBANIA",
  "project_location_fier": "Fier, ALBANIA",
  "project_location_shkoder": "Shkodër, ALBANIA",
  "servicesTitle": "Nos Services",
  "servicesDescription": "Nous proposons l'installation et la maintenance professionnelles pour la sécurité, le contrôle d’accès, l’automatisation de la maison et les solutions informatiques.",
  "securitySystems": "Systèmes de Sécurité",
  "securityDescription": "Installation professionnelle de caméras de surveillance et de systèmes d’alarme pour une sécurité optimale.",
   "accessSmartHome": "Control de Acceso & Casa Inteligente",
  "accessDescription": "Sistemas avanzados de control de acceso y automatización del hogar inteligente para comodidad y seguridad.",
  "accessControlSmartHome": "Contrôle d’Accès et Maisons Intelligentes",
  "accessControlDescription": "Systèmes avancés de contrôle d’accès et d’automatisation pour plus de confort et de sécurité.",
  "itSolutions": "Solutions Électriques et Informatiques",
  "itDescription": "Installations électriques fiables et solutions de réseaux informatiques adaptées à vos besoins.",
  "certifications_title2": "Nuestras Certificaciones",
  "services_title": "Servicios",
  "services_description": "Tu socio de confianza para soluciones de alta calidad en servicios eléctricos, teléfonos inteligentes, cámaras, alarmas, sistemas de control de acceso, configuraciones de audio e IT. Ofrecemos instalación y mantenimiento profesional para soluciones de seguridad, control de acceso, casas inteligentes y IT.",
  "service_electrical": "Eléctrico",
  "expert_electrical_desc": "Instalaciones y mantenimiento eléctrico experto para espacios residenciales y comerciales.",
  "service_smartphones": "Teléfonos inteligentes",
  "smartphones_desc": "Reparaciones, desbloqueo y accesorios premium para todas las marcas de teléfonos inteligentes.",
  "service_camera": "Cámara",
  "camera_desc": "Instalación profesional de CCTV y cámaras de seguridad con integración de acceso remoto.",
  "service_alarms": "Alarmas",
  "alarms_desc": "Sistemas avanzados de alarmas para el hogar y la oficina con monitoreo en tiempo real.",
  "service_smart_home": "Integración de Casa Inteligente",
  "smart_home_desc": "Integración sin interrupciones de dispositivos para el hogar inteligente para automatización y control.",
  "service_access_control": "Control de acceso",
  "access_control_desc": "Soluciones de acceso seguro, incluyendo sistemas biométricos y basados en RFID.",
  "service_it": "IT",
  "it_desc": "Soluciones completas de IT, incluyendo redes, soporte y ciberseguridad.",
  "get_service": "Obtener Servicio",
  "custom_offer": "Oferta personalizada",
  "custom_offer_desc": "¿Necesitas una solución a medida? Contáctanos para una oferta personalizada.",
  "request_quote": "Solicitar cotización"
}
