{
  "aboutUs": {
    "title": "Über Uns",
    "description": {
      "part1": "Bei",
      "part2": "wir sind darauf bedacht, bahnbrechende Technologielösungen anzubieten, die Unternehmen stärken. Mit Expertise in IT-Infrastruktur, Sicherheit und Automatisierung bieten wir innovative und zuverlässige Lösungen, die auf die Bedürfnisse unserer Kunden zugeschnitten sind."
    },
    "companyName": "MasterTech",
    "mission": {
      "heading": "Unsere Mission",
      "text": "Unsere Mission ist es, Unternehmen mit hochwertigen Technologielösungen zu unterstützen. Wir streben danach, nahtlose IT-Integration, verbesserte Sicherheit und optimierte Geschäftsabläufe durch innovative und zukunftssichere Technologien zu liefern."
    },
    "vision": {
      "heading": "Unsere Vision",
      "text": "Wir stellen uns eine Welt vor, in der Unternehmen jeder Größe Zugang zu intelligenten, skalierbaren und sicheren Technologielösungen haben. Unser Ziel ist es, ein führender Anbieter von technologiegetriebenen Transformationen zu sein, die die Zukunft gestalten."
    },
    "whoWeAre": {
      "heading": "Wer Wir Sind",
      "text": {
        "part1": "Gegründet im",
        "part2": "MasterTech steht an der Spitze der Bereitstellung von IT- und Sicherheitslösungen. Unser Expertenteam ist auf Netzwerktechnologie, Cloud Computing, Automatisierung und Systemsicherheit spezialisiert."
      }
    },
    "foundedYear": "[Ihr Jahr]",
    "values": {
      "heading": "Unsere Werte",
      "text": "Integrität, Innovation und Kundenzufriedenheit sind die Säulen von MasterTech. Wir setzen auf ethische Geschäftspraktiken, kontinuierliche Verbesserung und stellen sicher, dass jeder Kunde die besten verfügbaren Technologielösungen erhält."
    }
  },
  "brandWeWorkWith": "Marken, Mit Denen Wir Arbeiten",
  "ceoProfileAlt": "CEO Profil",
  "feelValuedAndRewarded": "SICH WERTGESCHÄTZT UND BELohnt FÜHLEN",
  "companyName": "Master Tech",
  "ceoDescription": "Bei MasterTech engagieren wir uns für hochwertige Lösungen in den Bereichen Elektrosysteme, Überwachungskameras, Sicherheitssysteme, Zutrittskontrolle, Audio-Lösungen und IT-Dienste. Mit einem starken Fokus auf Innovation, Zuverlässigkeit und Präzision stellen wir sicher, dass jedes Projekt die höchsten Effizienz- und Sicherheitsstandards erfüllt.",
  "ceoName": "Nikolli Albert",
  "ceoTitle": "CEO & Gründer",
  "ceoSignatureAlt": "CEO Unterschrift",
  "consultationText": "WIR SIND HIER, UM IHRE FRAGEN 24/7 ZU BEANTWORTEN",
  "needConsultation": "Brauchen Sie eine Beratung?",
  "contactNumber": "+355 68 555 5840",
  "footerTerms": "Diese Bedingungen gelten vollständig und beeinflussen Ihre Nutzung dieser Website.",
  "applyForServices": "Bewerben Sie sich für Unsere Dienstleistungen",
  "today": "Heute!",
  "enterYourEmail": "Geben Sie Ihre E-Mail ein",
  "apply": "Bewerben",
  "callUs": "Rufen Sie Uns An",
  "callUsText": "Fühlen Sie sich frei, uns anzurufen (355) 68 555 5840",
  "email": "E-Mail",
  "emailText": "Kontaktieren Sie uns unter: info@mastertech.al",
  "address": "Adresse",
  "addressText": "Rr. Elbasanit, Tirana, Albanien",
  "headerTitle": "MASTERTECH",
  "headerSubtitle": "Elektrisch, Smartphones, Kameras, Alarme, Zutrittskontrolle, Audio, IT",
  "motoText": "Innovation mit Technologie, Stärkung von Unternehmen und Gestaltung einer intelligenteren Zukunft.",
  "companyName": "- MasterTech",
  "email": "Email: info@mastertech.al",
  "working_hours": "9:00 AM - 5:00 PM",
  "location": "Standort: Rr. Elbasanit, Tirana, Albanien",
  "home": "Startseite",
  "services": "Dienstleistungen",
  "projects": "Projekte",
  "about_us": "Über Uns",
  "projects_title": "Projekte",
  "projects_description": "Bei MasterTech sind wir auf die Bereitstellung erstklassiger Technologielösungen für Unternehmen und Betriebe spezialisiert. Von IT-Infrastrukturen bis hin zu intelligenter Automatisierung und Sicherheitssystemen sind unsere Projekte darauf ausgelegt, Effizienz, Sicherheit und Innovation zu steigern. Unten sind einige der wichtigsten Projekte, die wir erfolgreich abgeschlossen haben.",
  "category_IT Solutions": "IT-Lösungen",
  "category_Security Systems": "Sicherheitssysteme",
  "category_HVAC": "HVAC",
  "category_Automation": "Automatisierung",
  "category_IT Infrastructure": "IT-Infrastruktur",
  "category_Networking": "Netzwerktechnik",
  "category_Cloud Solutions": "Cloud-Lösungen",
  "category_E-Commerce": "E-Commerce",
  "project_shop_it_solution_title": "IT-LÖSUNG FÜR GESCHÄFTE",
  "project_shop_it_solution_description": "Komplette IT-Infrastruktur für Einzelhandelsunternehmen, einschließlich POS-Systemen, Cloud-Integration und Sicherheitslösungen.",
  "project_office_security_camera_title": "BÜRO-SICHERHEITSKAMERASYSTEM",
  "project_office_security_camera_description": "Installation und Konfiguration von hochauflösenden Sicherheitskameras mit Fernzugriff und KI-unterstützter Bewegungsdetektion.",
  "project_shop_hvac_solution_title": "HVAC-LÖSUNG FÜR GESCHÄFTE",
  "project_shop_hvac_solution_description": "Integration fortschrittlicher HVAC-Systeme mit intelligentem Temperaturregelung und energieeffizienten Klimaanlagen.",
  "project_smart_home_automation_title": "SMART HOME AUTOMATION",
  "project_smart_home_automation_description": "Implementierung von IoT-gesteuerten Smart-Home-Lösungen, einschließlich Beleuchtung, Sicherheit und sprachgesteuerter Automatisierung.",
  "project_data_center_installation_title": "DATENZENTRUM INSTALLATION",
  "project_data_center_installation_description": "Design und Einrichtung von Unternehmens-Datenzentren mit redundanter Stromversorgung und Hochgeschwindigkeitsnetzwerken.",
  "project_office_network_setup_title": "BÜRO-NETZWERKINSTALLATION",
  "project_office_network_setup_description": "Strukturiertes Verkabeln und Hochgeschwindigkeitsnetzwerk-Lösungen für Büros, um eine unterbrechungsfreie Konnektivität zu gewährleisten.",
  "project_industrial_security_system_title": "INDUSTRIELLES SICHERHEITSSYSTEM",
  "project_industrial_security_system_description": "Implementierung fortschrittlicher Sicherheitslösungen für industrielle Anlagen, einschließlich Perimeterkontrolle und 24/7-Überwachung.",
  "project_cloud_server_deployment_title": "CLOUD-SERVER-BEREITSTELLUNG",
  "project_cloud_server_deployment_description": "Bereitstellung von skalierbaren Cloud-Servern für Unternehmen, die sicheren Fernzugriff und Datensicherungsoptionen bieten.",
  "project_e_commerce_platform_title": "E-COMMERCE-PLATTFORM INSTALLATION",
  "project_e_commerce_platform_description": "Entwicklung und Bereitstellung von E-Commerce-Lösungen mit sicheren Zahlungs-Gateways und Bestandsverwaltung.",
  
  "project_location_tirana": "Tirana, ALBANIEN",
  "project_location_durres": "Durrës, ALBANIEN",
  "project_location_vlora": "Vlora, ALBANIEN",
  "project_location_fier": "Fier, ALBANIEN",
  "project_location_shkoder": "Shkodra, ALBANIEN",
  "servicesTitle": "Unsere Dienstleistungen",
  "servicesDescription": "Wir bieten professionelle Installation und Wartung von Sicherheits-, Zutrittskontroll-, Smart-Home- und IT-Lösungen an.",
  "securitySystems": "Sicherheitssysteme",
  "securityDescription": "Professionelle Installation von Überwachungskameras und Alarmsystemen für verbesserte Sicherheit.",
  "accessControlSmartHome": "Zutrittskontrolle & Smart Home",
  "accessControlDescription": "Fortschrittliche Zutrittskontrollsysteme und Smart-Home-Automatisierung für Komfort und Sicherheit.",
  "itSolutions": "Elektrische & IT-Lösungen",
  "itDescription": "Zuverlässige Elektroinstallationen und IT-Netzwerktechnologien, die auf Ihre Bedürfnisse abgestimmt sind.",
  "services_title": "Dienstleistungen",
  "services_description": "Ihr vertrauenswürdiger Partner für erstklassige Lösungen in den Bereichen Elektrodienstleistungen, Smartphones, Kameras, Alarmanlagen, Zugangskontrollsysteme, Audio-Setups und IT. Wir bieten professionelle Installation und Wartung für Sicherheits-, Zugangskontroll-, Smart-Home- und IT-Lösungen.",
  "service_electrical": "Elektro",
  "expert_electrical_desc": "Experteninstallationen und Wartung für private und gewerbliche Elektroinstallationen.",
  "service_smartphones": "Smartphones",
  "smartphones_desc": "Reparaturen, Entsperrungen und Premium-Zubehör für alle Smartphone-Marken.",
  "service_camera": "Kamera",
  "camera_desc": "Professionelle CCTV- und Sicherheitskamerainstallationen mit Fernzugriffs-Integration.",
  "service_alarms": "Alarmsysteme",
  "alarms_desc": "Fortschrittliche Alarmanlagen für Zuhause und Büro mit Echtzeitüberwachung.",
  "accessSmartHome": "Zugangskontrolle & Smart Home",
  "accessDescription": "Erweiterte Zugangskontrollsysteme und Smart-Home-Automatisierung für Komfort und Sicherheit.",
  "service_access_control": "Zugangskontrolle",
  "access_control_desc": "Sichere Zugangslösungen einschließlich biometrischer und RFID-basierter Systeme.",
  "service_it": "IT",
  "it_desc": "Vollständige IT-Lösungen einschließlich Netzwerktechnik, Support und Cybersicherheit.",
  "service_smart_home": "Smart Home Integration",
  "smart_home_desc": "Nahtlose Integration von Smart-Home-Geräten für Automatisierung und Steuerung.",
  "get_service": "Dienstleistung anfordern",
  "custom_offer": "Individuelles Angebot",
  "custom_offer_desc": "Benötigen Sie eine maßgeschneiderte Lösung? Kontaktieren Sie uns für ein persönliches Angebot.",
  "request_quote": "Angebot anfordern",
  "awards_title": "Unsere Erfolge und Exzellenz",
  "awards_intro": "Bei Mastertech sind wir stolz auf unser Engagement für Innovation, Qualität und Erfolg. Im Laufe der Jahre hat uns unser Engagement für Exzellenz geholfen, herausragende Projekte abzuschließen, prestigeträchtige Zertifikate zu erlangen und eine Fülle an Erfahrung zu sammeln. Hier ist ein Einblick in unsere Reise.",
  "award_years_experience": "Jahre Erfahrung",
  "award_projects_completed": "Abgeschlossene Projekte",
  "award_hours_of_work": "Arbeitsstunden",
  "certifications_title": "Unsere Zertifikate"
}